import type { MusicLyricLine } from './music';

export const generatedMusicLyrics: Record<string, MusicLyricLine[]> = {
  "zero-no-shirabe-amano-tsuki": [
    {
      "time": 0,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 10.08,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 13.96,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 17.46,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 20.1,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 23.24,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 28.1,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 32.56,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 50.48,
      "ja": "壊れた機械は夢を見ている",
      "zh": "坏掉的机器正在做着梦"
    },
    {
      "time": 57.92,
      "ja": "永遠に醒めぬ時間を奏でて",
      "zh": "永远沉睡的时间正在演奏着"
    },
    {
      "time": 66.92,
      "ja": "あとどれくらいの夜を紡げば",
      "zh": "还要编织多少个夜晚"
    },
    {
      "time": 75.92,
      "ja": "あなたを照らす光になれる",
      "zh": "才能成为照亮你的光"
    },
    {
      "time": 85.92,
      "ja": "手を解かないで",
      "zh": "不要放开手"
    },
    {
      "time": 88.92,
      "ja": "あなたを追って逃げたくなるから",
      "zh": "追赶着你却变得想要逃避"
    },
    {
      "time": 93.92,
      "ja": "せめてやさしいその温もりに抱かれて",
      "zh": "至少想要被温柔的那份温暖所拥抱"
    },
    {
      "time": 100.92,
      "ja": "咲かせて Just call my name",
      "zh": "绽放吧 Just call my name"
    },
    {
      "time": 104.92,
      "ja": "Just call my name",
      "zh": "呼唤我的名字吧"
    },
    {
      "time": 106.92,
      "ja": "散りゆくひとひらを",
      "zh": "将散落的片片花瓣"
    },
    {
      "time": 115.92,
      "ja": "結んでください あなたのその腕で",
      "zh": "连结在一起 用你那双臂膀"
    },
    {
      "time": 120.92,
      "ja": "私はまだ私でいられる",
      "zh": "我还是原来的我吗？"
    },
    {
      "time": 125.92,
      "ja": "Could you get me out of this cipher?",
      "zh": "你能带我脱离这零域吗？"
    },
    {
      "time": 137.92,
      "ja": "無数に響く迷路の中で",
      "zh": "在响起的无数音色中"
    },
    {
      "time": 146.92,
      "ja": "私の声はちゃんと聞こえる？",
      "zh": "我的声音啊 能传达到你的耳中吗？"
    },
    {
      "time": 155.92,
      "ja": "目を逸らさないで",
      "zh": "不要移开视线"
    },
    {
      "time": 158.92,
      "ja": "あなたの想う",
      "zh": "你所想的"
    },
    {
      "time": 160.92,
      "ja": "私じゃなくて",
      "zh": "就算不是我"
    },
    {
      "time": 163.92,
      "ja": "あなたの想う私じゃなくても",
      "zh": "即使不是你所想的那个我"
    },
    {
      "time": 167.92,
      "ja": "ゼロから",
      "zh": "也要从零开始"
    },
    {
      "time": 169.92,
      "ja": "未来へ綴る調べを捉えて",
      "zh": "调律连缀的未来"
    },
    {
      "time": 176.92,
      "ja": "Just call my name",
      "zh": "呼唤我的名字吧"
    },
    {
      "time": 178.92,
      "ja": "Just call my name",
      "zh": "Just call my name"
    },
    {
      "time": 180.92,
      "ja": "散りゆくひとひらを",
      "zh": "将散落的碎片"
    },
    {
      "time": 185.92,
      "ja": "数えてください",
      "zh": "一一细数"
    },
    {
      "time": 189.92,
      "ja": "あなたのその胸で",
      "zh": "希望在你的心里"
    },
    {
      "time": 194.92,
      "ja": "私はまだ私でいられる",
      "zh": "我还是原来的我"
    },
    {
      "time": 199.92,
      "ja": "Could you get me out of this cipher?",
      "zh": "你能带我脱离这零域的束缚吗？"
    },
    {
      "time": 233.94,
      "ja": "Just call my name",
      "zh": "呼唤我的名字吧"
    },
    {
      "time": 238.031,
      "ja": "Just call my name",
      "zh": "呼唤我的名字吧"
    },
    {
      "time": 240.091,
      "ja": "散りゆくひとひらを",
      "zh": "将散落的片片花瓣"
    },
    {
      "time": 244.529,
      "ja": "数えてください",
      "zh": "一一细数"
    },
    {
      "time": 245.806,
      "ja": "結んでください",
      "zh": "相连结起来"
    },
    {
      "time": 248.919,
      "ja": "あなたのその腕で",
      "zh": "用你那双臂膀"
    },
    {
      "time": 253.693,
      "ja": "Just call my name",
      "zh": "呼唤我的名字吧"
    },
    {
      "time": 255.817,
      "ja": "Just call my name",
      "zh": "呼唤我的名字吧"
    },
    {
      "time": 258.206,
      "ja": "想要烙刻在你的眼里",
      "zh": "深深烙印在眼底"
    },
    {
      "time": 262.656,
      "ja": "沈んでいきたい",
      "zh": "永远的留在"
    },
    {
      "time": 267.172,
      "ja": "あなたのその胸へ",
      "zh": "你的心里"
    },
    {
      "time": 271.371,
      "ja": "私はまだ私でいられる",
      "zh": "我还是原来的我么？"
    },
    {
      "time": 276.683,
      "ja": "Could you get me out of this cipher?",
      "zh": "你能带我逃离这零域吗？"
    }
  ],
  "senkou-zero-pachislo-p01": [
    {
      "time": 0,
      "ja": "ゼロになれ ゼロになれ ゼロになれ 映して 真紅のシャッター 切って",
      "zh": "化为零 化为零 化为零 映照着 按下深红色的快门"
    },
    {
      "time": 13.1,
      "ja": "解き放って 解き放って 解き放って 全てを 誘い込まれ 迷い込む",
      "zh": "释放 释放 释放一切 引诱 误入 于黑暗中"
    },
    {
      "time": 19.76,
      "ja": "暗闇で 鏡のかけら モノクロな世界 目に見えるのは 幻 ゼロになれ",
      "zh": "镜子的碎片 黑白的世界 不可见的绳索 化作零"
    },
    {
      "time": 31.28,
      "ja": "（間奏）",
      "zh": "（间奏）"
    },
    {
      "time": 47.98,
      "ja": "まとわりつく ぬるい風に 闇の音を 捕まれてる",
      "zh": "喉咙被缠绵的暖风抓住"
    },
    {
      "time": 56.48,
      "ja": "彷徨っては浮かぶ 忘れた声の在処 忍び出る呼吸 全て闇の中",
      "zh": "彷徨 是在蠢动嘶哑的声音之处 撕裂的呼吸 都在黑暗中"
    },
    {
      "time": 65.18,
      "ja": "静寂に沈む月が 黒く黒く染まる",
      "zh": "舌尖上的月亮 变得乌黑"
    },
    {
      "time": 73.78,
      "ja": "ちゃんと見えるのに 何も見えないわ 一秒ごと 痛みが深く遠く近く刺さる",
      "zh": "看得很清楚 但又什么都看不见 每隔一秒 或浅或深或远或近 如针刺一般"
    },
    {
      "time": 83.78,
      "ja": "ゼロにして ゼロにして ゼロにして もう一度 過去の足跡を消して",
      "zh": "化为零 化为零 化为零 再一次 在闪光灯闪光的照耀下"
    },
    {
      "time": 92.38,
      "ja": "染み付く記憶には 古ぼけた写真機 ピントを合わせて 終焉を唱えるの",
      "zh": "牢牢留在记忆深处的是 破旧的照相机 卷起胶卷 捕捉焦点"
    },
    {
      "time": 101.68,
      "ja": "乱れた髪の 私の後ろで 命の響き消える ゼロになれ",
      "zh": "合并镜片 在我的身后 生命回响消失 化作零"
    },
    {
      "time": 113.78,
      "ja": "（間奏）",
      "zh": "（间奏）"
    },
    {
      "time": 118.68,
      "ja": "意味を持たぬ 息を潜め 震える足で進むわ",
      "zh": "屏住毫无意义的呼吸 用颤抖的脚前进吧"
    },
    {
      "time": 126.98,
      "ja": "操り人形みたいに 操られているようで",
      "zh": "像跳舞的娃娃一样 被操纵着"
    },
    {
      "time": 131.28,
      "ja": "声なき声が 鼓膜を揺らす",
      "zh": "回响着无声的呐喊"
    },
    {
      "time": 135.98,
      "ja": "切り裂かれた風が 赤く赤く泣くよ",
      "zh": "风被割裂 只有愈来愈红的叫声"
    },
    {
      "time": 144.48,
      "ja": "光はどこなの？ そこに誰かいるの？ 涙さえも 今は色を失くし壊れ止まる",
      "zh": "光在何处？ 那只手是谁的？ 就连眼泪 现在也失去了颜色 破碎停止"
    },
    {
      "time": 154.48,
      "ja": "ゼロにして ゼロにして ゼロにして もう一度 過去の足跡を消して",
      "zh": "化为零 化为零 化为零 再一次 在闪光灯闪光的照耀下"
    },
    {
      "time": 163.08,
      "ja": "染み付く記憶には 古ぼけた写真機 ピントを合わせて 終焉を唱えるの",
      "zh": "牢牢留在记忆深处的是 破旧的照相机 卷起胶卷 捕捉焦点"
    },
    {
      "time": 172.38,
      "ja": "乱れた髪の 私の後ろで 命の響き消える ゼロになれ",
      "zh": "合并镜片 在我的身后 生命回响消失 化作零"
    },
    {
      "time": 193.58,
      "ja": "ゼロにして ゼロにして ゼロにして もう一度",
      "zh": "化为零 化为零 化为零 再一次"
    },
    {
      "time": 204.58,
      "ja": "ゼロになれ ゼロになれ ゼロになれ 映して",
      "zh": "化为零 化为零 化为零 映照着"
    },
    {
      "time": 209.08,
      "ja": "真紅のシャッター切って 解き放って 解き放って 解き放って",
      "zh": "按下深红色的快门 释放 释放 释放 闪光"
    },
    {
      "time": 216.88,
      "ja": "全部 心ごと体ごと 縛られてる 暗闇で 鏡の破片 モノクロな世界",
      "zh": "心和身体 都已被束缚 镜子的碎片 黑白的世界 不可见的绳索 化为零"
    }
  ],
  "anju-higanbana": [
    {
      "time": 30,
      "ja": "燃え尽きる空の果てには天国があるんだよって",
      "zh": "“据说在燃烧殆尽的天空尽头，有着天堂的存在”"
    },
    {
      "time": 50,
      "ja": "消えそうな夕日を見てた",
      "zh": "我曾凝望着那即将消逝的夕阳"
    },
    {
      "time": 56,
      "ja": "もう戻れないの 昨日に",
      "zh": "已经无法再回到，那逝去的昨日了吗"
    },
    {
      "time": 62,
      "ja": "どうしてこの瞳は",
      "zh": "为何这双眼眸"
    },
    {
      "time": 68,
      "ja": "また明日の空を探すのだろう",
      "zh": "依然在寻找着明天的天空呢"
    },
    {
      "time": 76,
      "ja": "私の愛しい人は",
      "zh": "我所深爱的人啊"
    },
    {
      "time": 82,
      "ja": "もう二度と見上げることもない",
      "zh": "已经再也不会仰望这片天空了"
    },
    {
      "time": 90,
      "ja": "光と闇の狭間に揺れる",
      "zh": "在光与暗的夹缝中摇曳"
    },
    {
      "time": 97,
      "ja": "血のような彼岸花は",
      "zh": "那宛如鲜血般的彼岸花"
    },
    {
      "time": 103,
      "ja": "誰を待っているのでしょうか",
      "zh": "究竟在等待着谁呢"
    },
    {
      "time": 111,
      "ja": "朝の闇に沈んで",
      "zh": "沉没于清晨的黑暗之中"
    },
    {
      "time": 121,
      "ja": "手を振る",
      "zh": "挥着手"
    },
    {
      "time": 135,
      "ja": "あなたとの大切な日々",
      "zh": "与你共度的那些珍贵岁月"
    },
    {
      "time": 142,
      "ja": "胸の奥に抱えたままで",
      "zh": "依然深藏在我的心底"
    },
    {
      "time": 149,
      "ja": "傷ついた捨て猫みたい",
      "zh": "就像一只受了伤的流浪猫"
    },
    {
      "time": 156,
      "ja": "うずくまり目を閉じるだけ",
      "zh": "只能蜷缩着身子，紧闭上双眼"
    },
    {
      "time": 162,
      "ja": "どうしてこの命は",
      "zh": "为何这个生命"
    },
    {
      "time": 168,
      "ja": "まだ生きることを望むのだろう",
      "zh": "依然还在渴望着活下去呢"
    },
    {
      "time": 175,
      "ja": "私の心の傷は",
      "zh": "我内心的创伤"
    },
    {
      "time": 181,
      "ja": "朝日を拒んでいるのに",
      "zh": "明明是如此抗拒着朝阳"
    },
    {
      "time": 189,
      "ja": "月明かりに浮かんでは揺れる",
      "zh": "在月光下浮现、摇曳着"
    },
    {
      "time": 196,
      "ja": "血のような彼岸花は",
      "zh": "那宛如鲜血般的彼岸花"
    },
    {
      "time": 203,
      "ja": "天使に似た悪魔でしょうか",
      "zh": "是形似天使的恶魔吗"
    },
    {
      "time": 210,
      "ja": "手招きしているの",
      "zh": "在向我招手吗"
    },
    {
      "time": 220,
      "ja": "私に",
      "zh": "向着我"
    },
    {
      "time": 228,
      "ja": "最後の一歩踏み出す時",
      "zh": "在迈出最后一步的那一刻"
    },
    {
      "time": 235,
      "ja": "一瞬の光の中 君の眼差し",
      "zh": "一瞬间的光芒中，浮现出你的目光"
    },
    {
      "time": 242,
      "ja": "まだだめだって体を叱って",
      "zh": "斥责着我的身体说“现在还不行”"
    },
    {
      "time": 248,
      "ja": "地獄の扉が閉じていた",
      "zh": "地狱的大门，就已经紧紧闭上了"
    },
    {
      "time": 255,
      "ja": "光と闇の狭間に揺れる",
      "zh": "在光与暗的夹缝中摇曳"
    },
    {
      "time": 262,
      "ja": "血のような彼岸花は",
      "zh": "那宛如鲜血般的彼岸花"
    },
    {
      "time": 268,
      "ja": "誰を待っているのでしょうか",
      "zh": "究竟在等待着谁呢"
    },
    {
      "time": 276,
      "ja": "朝の闇に沈んで",
      "zh": "沉没于清晨的黑暗之中"
    },
    {
      "time": 283,
      "ja": "月明かりに浮かんでは揺れる",
      "zh": "在月光下浮现、摇曳着"
    },
    {
      "time": 289,
      "ja": "血のような彼岸花は",
      "zh": "那宛如鲜血般的彼岸花"
    },
    {
      "time": 296,
      "ja": "天使に似た悪魔でしょうか",
      "zh": "是形似天使的恶魔吗"
    },
    {
      "time": 303,
      "ja": "手招きしているの",
      "zh": "在向我招手吗"
    },
    {
      "time": 310,
      "ja": "私に",
      "zh": "向着我"
    }
  ],
  "noise-amano-tsuki": [
    {
      "time": 0,
      "ja": "【前奏】",
      "zh": "【前奏】 日语真折磨啊！！！"
    },
    {
      "time": 25,
      "ja": "思い描いては かき消してた その横顔",
      "zh": "在脑海中描绘着 又将其抹去 你的侧脸"
    },
    {
      "time": 37,
      "ja": "あなたをまだ 憶えていたい 世界が果てても",
      "zh": "我还想继续铭记着你 哪怕世界走到尽头"
    },
    {
      "time": 47,
      "ja": "私の蕾は 咲き乱れて 形もない",
      "zh": "我的花蕾 纵然绚烂绽放 也已失去轮廓"
    },
    {
      "time": 60,
      "ja": "どんな色に 染まっていたかを 忘れてしまった",
      "zh": "曾经被染成了怎样的色彩 我都已经忘却"
    },
    {
      "time": 69,
      "ja": "満ち欠ける光に 想いを束ねて あなたに続いてゆく",
      "zh": "借着阴晴圆缺的光芒 将思念编束 向着你的方向绵延而去"
    },
    {
      "time": 84,
      "ja": "私がいなければ あなたは両手を 翼に変えてゆけた",
      "zh": "如果没有我的话 你本可以将双手 化作飞翔的羽翼"
    },
    {
      "time": 95,
      "ja": "揺れる無意識の中 沈む胸を手繰り寄せた 無数に散らばる あなたを集めた",
      "zh": "在摇曳的无意识之中 紧紧拉近沉没的心 将无数散落的你收集起来"
    },
    {
      "time": 107,
      "ja": "二度と逢えないなら この身体に刻み付いた",
      "zh": "如果再也无法相见 就深深铭刻在这副躯体上"
    },
    {
      "time": 113,
      "ja": "あなたを知らない 私に戻して 忘却からのNOISEが鳴く",
      "zh": "让我回到那个还不认识你的我 来自遗忘深处的杂音正在悲鸣"
    },
    {
      "time": 125,
      "ja": "【間奏】",
      "zh": "【间奏】"
    },
    {
      "time": 133,
      "ja": "縺れた夢道は この身体を蝕んでく",
      "zh": "交错缠结的梦境 正在逐渐侵蚀这副躯体"
    },
    {
      "time": 143,
      "ja": "私はまだ 憶えていたい 小さな痛みも",
      "zh": "我还想继续铭记 哪怕是微小的痛楚"
    },
    {
      "time": 156,
      "ja": "あなたが迷う日は 答えをあげたい そこから出られるように",
      "zh": "在你迷茫的日子里 我想给予你答案 好让你能从那里成功脱身"
    },
    {
      "time": 165,
      "ja": "許されぬ罰なら 許さなくていい あなたを見詰めている",
      "zh": "若是不被宽恕的惩罚 不宽恕也无妨 我正凝视着你"
    },
    {
      "time": 178,
      "ja": "揺れる無意識の中 沈む胸を手繰り寄せた 無数に散らばる あなたを集めた",
      "zh": "在摇曳的无意识之中 紧紧拉近沉没的心 将无数散落的你收集起来"
    },
    {
      "time": 191,
      "ja": "幻と消えてく 思いのまま その調べで",
      "zh": "如幻影般消散的思绪 就伴随着那旋律"
    },
    {
      "time": 200,
      "ja": "白く染めあげて ゼロへと戻して",
      "zh": "尽数染作纯白 重新回归于零吧"
    },
    {
      "time": 221,
      "ja": "【間奏】",
      "zh": "【间奏】"
    },
    {
      "time": 229,
      "ja": "満ち欠ける光に 想いを束ねて あなたに続いてゆく",
      "zh": "借着阴晴圆缺的光芒 将思念编束 向着你的方向绵延而去"
    },
    {
      "time": 238,
      "ja": "私の永遠が あなたの心に芽生えを起こす日まで",
      "zh": "直到我的永远 在你的心中萌生新芽的那一天为止"
    },
    {
      "time": 250,
      "ja": "揺れる無意識の中 沈む胸を手繰り寄せた 無数に散らばる あなたを集めた",
      "zh": "在摇曳的无意识之中 紧紧拉近沉没的心 将无数散落的你收集起来"
    },
    {
      "time": 263,
      "ja": "二度と逢えないなら この身体に刻み付いた",
      "zh": "如果再也无法相见 就深深铭刻在这副躯体上"
    },
    {
      "time": 269,
      "ja": "あなたを知らない 私に戻して",
      "zh": "让我回到那个还不认识你的我"
    },
    {
      "time": 275,
      "ja": "移ろい合ってゆく 意識の中 残骸だけが",
      "zh": "渐渐交错流转的 意识之中 仅凭着残骸"
    },
    {
      "time": 281,
      "ja": "美しく光 瞬き始める",
      "zh": "闪耀着美丽的芒光 开始闪烁"
    },
    {
      "time": 287,
      "ja": "幻と消えてく 想いならば その調べで",
      "zh": "如果是终将如幻影般消散的思念 就伴随着那旋律"
    },
    {
      "time": 293,
      "ja": "白く染めあげて ゼロへと戻して",
      "zh": "尽数染作纯白 重新回归于零吧"
    },
    {
      "time": 299,
      "ja": "忘却からのNOISEが鳴く",
      "zh": "来自遗忘深处的杂音正在悲鸣"
    },
    {
      "time": 311,
      "ja": "【後奏】",
      "zh": "【尾奏】"
    },
    {
      "time": 341,
      "ja": "【後奏】",
      "zh": "【尾奏】"
    }
  ],
  "whataya-want-from-me-adam-lambert": [
    {
      "time": 0,
      "ja": "Hey, slow it down What do you want from me?"
    },
    {
      "time": 17.36,
      "ja": "What do you want from me?"
    },
    {
      "time": 20.56,
      "ja": "Yeah, I'm afraid What do you want from me?"
    },
    {
      "time": 27.68,
      "ja": "What do you want from me?"
    },
    {
      "time": 30.24,
      "ja": "There might have been a time when I would give myself away"
    },
    {
      "time": 35.44,
      "ja": "Oh, once upon a time I didn't give a damn"
    },
    {
      "time": 40.64,
      "ja": "But now, here we are"
    },
    {
      "time": 45.52,
      "ja": "So what do you want from me?"
    },
    {
      "time": 48.32,
      "ja": "What do you want from me?"
    },
    {
      "time": 52.24,
      "ja": "Just don't give up I am walking it out"
    },
    {
      "time": 57.36,
      "ja": "Please don't give in I'll let you down"
    },
    {
      "time": 62.48,
      "ja": "It messes me up Need a second to breathe"
    },
    {
      "time": 67.6,
      "ja": "Just keep coming around Hey, what do you want from me?"
    },
    {
      "time": 74.08,
      "ja": "What do you want from me?"
    },
    {
      "time": 76.64,
      "ja": "What do you want from me?"
    },
    {
      "time": 79.92,
      "ja": "Yeah, it's plain to see Baby, you're beautiful"
    },
    {
      "time": 86.64,
      "ja": "And there's nothing wrong with you It's me, I'm a freak"
    },
    {
      "time": 94.64,
      "ja": "But thanks for loving me Cause you're doing it perfectly"
    },
    {
      "time": 100.16,
      "ja": "There might have been a time when I would let you slip away"
    },
    {
      "time": 105.2,
      "ja": "I wouldn't even try But I think you could save my life"
    },
    {
      "time": 111.6,
      "ja": "Just don't give up I am walking it out"
    },
    {
      "time": 116.72,
      "ja": "Please don't give in I'll let you down"
    },
    {
      "time": 122,
      "ja": "It messes me up Need a second to breathe"
    },
    {
      "time": 127.12,
      "ja": "Just keep coming around Hey, what do you want from me?"
    },
    {
      "time": 132.32,
      "ja": "What do you want from me?"
    },
    {
      "time": 136.16,
      "ja": "What do you want from me?"
    },
    {
      "time": 141.6,
      "ja": "What do you want from me?"
    },
    {
      "time": 147.6,
      "ja": "Just don't give up on me"
    },
    {
      "time": 157.6,
      "ja": "I won't let you down"
    },
    {
      "time": 163.12,
      "ja": "No, I won't let you down"
    },
    {
      "time": 169.12,
      "ja": "Just don't give up I am walking it out"
    },
    {
      "time": 175.12,
      "ja": "Please don't give in I'll let you down"
    },
    {
      "time": 181.12,
      "ja": "It messes me up Need a second to breathe"
    },
    {
      "time": 185.12,
      "ja": "Just keep coming around Hey, what do you want from me?"
    },
    {
      "time": 191.12,
      "ja": "Just don't give up I am walking it out"
    },
    {
      "time": 197.12,
      "ja": "Please don't give in I'll let you down"
    },
    {
      "time": 201.12,
      "ja": "It messes me up Need a second to breathe"
    },
    {
      "time": 207.12,
      "ja": "Just keep coming around Hey, what do you want from me?"
    },
    {
      "time": 215.12,
      "ja": "What do you want from me?"
    },
    {
      "time": 227.12,
      "ja": "Thank you for watching!"
    }
  ],
  "kurenai-amano-tsuki": [
    {
      "time": 30,
      "ja": "正しさを振りかざすように 人は群れをなす",
      "zh": "仿佛要标榜所谓的正义 人们群起蜂拥"
    },
    {
      "time": 39,
      "ja": "はみ出すものを刈り取る 鋏を携え 私を捕らえる",
      "zh": "不容錯失地拿起木椿木楔 将我捕获分裂"
    },
    {
      "time": 49,
      "ja": "狂い始めてた 温もりの檻 揺さぶられた私を嗤い",
      "zh": "被摇晃而开始变得狂乱 温热的牢笼里 嘲笑着张皇失措的我"
    },
    {
      "time": 60,
      "ja": "君は消えてゆく 闇夜の隙間に 私の身代わりに",
      "zh": "你消逝而去 在暗夜的缝隙里 化为我的替身"
    },
    {
      "time": 70,
      "ja": "紅く紅く 永遠に刻みついた 君と私のひとつなぎの紐",
      "zh": "艳丽鲜红的 永远的刻印下了 你我合二为一的残痕"
    },
    {
      "time": 80,
      "ja": "君は今も 同じ永遠を 歩きながら私を待つの",
      "zh": "如今，你是否也同样徜徉在名为永恒的空间里，静静等候着我吗？"
    },
    {
      "time": 90,
      "ja": "千切れた翼で 青空を舞って",
      "zh": "拍动着残破不堪的羽翼 飞舞在广阔的青空之中"
    },
    {
      "time": 97,
      "ja": "どれだけ血を流せば 朝日のふもとへ 君を連れ出せる",
      "zh": "究竟要觉醒多少次 才能将你带离这里 到朝阳升起的地方"
    },
    {
      "time": 117,
      "ja": "どれだけ罰を帯びた 愛を奏でたら 私は戻れる",
      "zh": "到底要抹除多少次责罚、反复奏响那名为爱的乐章 我才能回到从前"
    },
    {
      "time": 128,
      "ja": "追いつきたかった 捕まえたかった 君と二人歩きたかった",
      "zh": "多想追上你的脚步 多想抓紧你的身影 多想和你并肩而行"
    },
    {
      "time": 139,
      "ja": "君は逃げてゆく 閉ざした扉を いくつもすり抜けて",
      "zh": "然而你却逃离，穿越无数紧闭的门扉"
    },
    {
      "time": 149,
      "ja": "狂うほど側にいる 紅い罪も 冷ややかな血も 私は平気に",
      "zh": "任凭猩红罪孽如袅袅浓烟，一点点浸染周身、化作缠身业障 纵使伤痛温柔到难言苦楚，我仍渴望奔赴而去，将你拥入怀中"
    },
    {
      "time": 159,
      "ja": "きっと今も 同じ永遠を 歩いている 君の翼に 私の両手を つなぎ合わせて",
      "zh": "如今共同徜徉于名为永远的时空之中 你的双翅，便以我这双手紧密相连吧"
    },
    {
      "time": 189,
      "ja": "私は生きてゆく 翼をもがれた 飛べない蝶々のまま",
      "zh": "我会活下去的 尽管成为被扼杀了羽翅无法飞舞的蝴蝶.."
    },
    {
      "time": 207,
      "ja": "紅く紅く 永遠に刻みついた 君と私のひとつなぎの紐",
      "zh": "艳丽赤红地，永远的刻印下 ，你我合而为一的残痕"
    },
    {
      "time": 218,
      "ja": "狂うほど側にいる 紅い罪も 冷ややかな血も 私は平気に",
      "zh": "疯狂般地依偎在身旁 哪怕是殷红的罪孽与冰冷的鲜血 我也能坦然承受"
    },
    {
      "time": 227,
      "ja": "きっと今も 同じ永遠を 歩いている 君の翼に 君の翼に 君の翼に 私の両手を つなぎ合わせて",
      "zh": "如今，你是否也同样徜徉在名为永远的空间里，静静等候着我吗？ 拍动着残破不堪的羽翅膀"
    },
    {
      "time": 257,
      "ja": "（エンディング）",
      "zh": "（尾奏）"
    }
  ],
  "torikago-in-this-cage-amano-tsuki": [
    {
      "time": 0,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 30.4,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 37.4,
      "ja": "（Intro）",
      "zh": "（前奏）"
    },
    {
      "time": 50.36,
      "ja": "遥か遠くで あなたを待つ一羽の小鳥",
      "zh": "遥远的彼方 伫立着一只等待着你的孤鸟"
    },
    {
      "time": 60.18,
      "ja": "翼を折りたたみ どこにも飛ばず佇む",
      "zh": "折起羽翼无法飞往任何地方 停驻原地"
    },
    {
      "time": 70.18,
      "ja": "錆びた過去の中 朧げになった黄昏は",
      "zh": "锈迹斑斑的笼中 渐渐模糊的时光"
    },
    {
      "time": 80.18,
      "ja": "薄れてゆくほどに 美しい色を放つ",
      "zh": "仅存的微弱记忆 却绽放美丽光彩"
    },
    {
      "time": 89.18,
      "ja": "誰か私の声を どうか届けてください",
      "zh": "谁能将我的声音 传达出去"
    },
    {
      "time": 98.18,
      "ja": "あの空へ あの雲間へ あなたの眠る場所へと",
      "zh": "去往那天空的彼方 去往那云层的彼端 去往你沉眠的山麓之间"
    },
    {
      "time": 108.18,
      "ja": "The distance to heaven, the distance from my heart",
      "zh": "到达天堂的距离 到达心灵的距离"
    },
    {
      "time": 113.18,
      "ja": "産声をあげるように 静かに閉ざされた",
      "zh": "只为唤出更响亮的鸣啭 被封锁在寂静之中"
    },
    {
      "time": 123.18,
      "ja": "空が口を開けてゆく",
      "zh": "苍穹缓缓张开了口"
    },
    {
      "time": 128.18,
      "ja": "The distance to heaven, the distance to skyline",
      "zh": "遥不可及的天堂 难以企及的天空"
    },
    {
      "time": 133.18,
      "ja": "優しく雨が落ちる 濁った",
      "zh": "淅沥的雨静静落下"
    },
    {
      "time": 139.18,
      "ja": "私の淡い願いを 絶やさないで 流すように",
      "zh": "将我黯淡而又微小的愿望 随雨流去吧"
    },
    {
      "time": 164.18,
      "ja": "時はどれくらい 私を隠したのだろう",
      "zh": "走过的时光究竟 把我藏得有多深"
    },
    {
      "time": 175.18,
      "ja": "微かな光さえ 痛みを覚えてゆく",
      "zh": "就连微弱的光芒 也会感到疼痛"
    },
    {
      "time": 185.18,
      "ja": "誰か私の羽を どうか毟ってください",
      "zh": "谁能将我的羽翼 彻底撕碎吧"
    },
    {
      "time": 194.18,
      "ja": "飛べない自由ならば いっそ持たずに生きたい",
      "zh": "若是失去选择的自由 不如抛弃一切去往彼方"
    },
    {
      "time": 204.18,
      "ja": "The distance to heaven, the distance from my heart",
      "zh": "遥不可及的天堂 触不可及我的心"
    },
    {
      "time": 209.18,
      "ja": "瞼に刻みつけた あなたの面影が",
      "zh": "深深铭刻在眼底的 你的脸庞"
    },
    {
      "time": 219.18,
      "ja": "漆黒の闇に溶ける",
      "zh": "渐渐融化于漆黑的深渊"
    },
    {
      "time": 224.18,
      "ja": "The distance to heaven, the distance to skyline",
      "zh": "遥不可及的天堂 难以企及的天空"
    },
    {
      "time": 229.18,
      "ja": "冷たい雨は落ちる 握りしめた",
      "zh": "冰冷的雨倾盆而下"
    },
    {
      "time": 236.18,
      "ja": "手のひらまで 届くように 響くよ 永遠に",
      "zh": "将刚才紧握的手心温度 全都一并夺走"
    },
    {
      "time": 266.18,
      "ja": "（間奏）",
      "zh": "（间奏）"
    },
    {
      "time": 272.18,
      "ja": "Fly away, It's like checking the boundary line",
      "zh": "为什么只有我一个人在这里？ 被水压侵蚀的感情"
    },
    {
      "time": 283.18,
      "ja": "Fly away, Into the rain, Disappearing noise",
      "zh": "现在的我又在哪里？ 消失于水中的喧嚣"
    },
    {
      "time": 293.18,
      "ja": "Fly away, And while I sink, This is what I thought",
      "zh": "为什么只有我一个人在这里？ 坠落的瞬间我却想起了"
    },
    {
      "time": 303.18,
      "ja": "あの空も あの雲間も あなたのいる場所",
      "zh": "那片天空 那片云层 你的笑容"
    },
    {
      "time": 314.18,
      "ja": "The distance to heaven, the distance from my heart",
      "zh": "遥不可及的天堂 触不可及的心灵"
    },
    {
      "time": 319.18,
      "ja": "産声をあげるように 静かに閉ざされた",
      "zh": "发出更响亮的鸣啭 让声音传的更远 被封锁在寂静之中"
    },
    {
      "time": 329.18,
      "ja": "空が口を開けてゆく",
      "zh": "苍穹缓缓张开了口"
    },
    {
      "time": 334.18,
      "ja": "The distance to heaven, the distance to skyline",
      "zh": "遥不可及的天堂 难以企及的天空"
    },
    {
      "time": 339.18,
      "ja": "悲しい雨が落ちる 濁った",
      "zh": "温柔的雨静静落下"
    },
    {
      "time": 345.18,
      "ja": "私の淡い願いを 絶やさないで 流すよ",
      "zh": "将我黯淡而又微小的愿望 随雨流去吧"
    },
    {
      "time": 351.18,
      "ja": "The distance to heaven, the distance from my heart",
      "zh": "到达天堂的距离 到达心灵的距离"
    },
    {
      "time": 360.18,
      "ja": "The distance to heaven, the distance to skyline",
      "zh": "遥不可及的天堂 难以企及的天空"
    },
    {
      "time": 369.18,
      "ja": "The distance to heaven",
      "zh": "遥不可及的天堂"
    }
  ],
  "koe-amano-tsukiko": [
    {
      "time": 26.11,
      "ja": "そこであなたが生きてるのなら",
      "zh": "倘若你依然在那里活着"
    },
    {
      "time": 37,
      "ja": "私は二本の足を切って魚になろう",
      "zh": "我愿斩断双腿 化作游鱼去寻你"
    },
    {
      "time": 47,
      "ja": "深みへ落ちるほどにあなたが近づくのなら",
      "zh": "若是沉入深渊越深 就能离你越近"
    },
    {
      "time": 58,
      "ja": "果てない闇を彷徨う影になってもいい",
      "zh": "哪怕化作在无尽黑暗中彷徨的孤影我也在所不惜"
    },
    {
      "time": 68,
      "ja": "艶やかに漂う私の陽炎",
      "zh": "如梦似幻般漂浮着 我的阳炎"
    },
    {
      "time": 73,
      "ja": "叶わない日々に溺れていただけ",
      "zh": "只是沉溺在无法实现的岁月中罢了"
    },
    {
      "time": 80,
      "ja": "あなたはいない",
      "zh": "你已经不在了"
    },
    {
      "time": 82,
      "ja": "わかっている",
      "zh": "我很清楚"
    },
    {
      "time": 84,
      "ja": "わかっている",
      "zh": "我很清楚"
    },
    {
      "time": 88,
      "ja": "昇る昇る太陽が",
      "zh": "冉冉升起的太阳"
    },
    {
      "time": 94,
      "ja": "私の場所を覆い尽くす",
      "zh": "将我的容身之处彻底吞噬"
    },
    {
      "time": 99,
      "ja": "蒼く刻む黒い海を",
      "zh": "那烙印着苍青的黑色海洋"
    },
    {
      "time": 105,
      "ja": "ぬるいぬるい風が",
      "zh": "被那温热微弱的风"
    },
    {
      "time": 109,
      "ja": "さらってゆく",
      "zh": "席卷而去"
    },
    {
      "time": 134,
      "ja": "例えばこの言葉があなたに届くのならば",
      "zh": "倘若这些话语能够传达到你的心底"
    },
    {
      "time": 145,
      "ja": "私の声帯を取り上げて捨ててもいい",
      "zh": "哪怕将我的声带剥夺抛弃我也心甘情愿"
    },
    {
      "time": 155,
      "ja": "鮮やかな傷を失くした今を",
      "zh": "在失去了鲜明伤痛的如今"
    },
    {
      "time": 160,
      "ja": "何もかも奪う",
      "zh": "我唯独在乞求着"
    },
    {
      "time": 163,
      "ja": "あなたの温度を求めていた",
      "zh": "能将一切夺走的 你的温度"
    },
    {
      "time": 169,
      "ja": "求めていた",
      "zh": "苦苦乞求着"
    },
    {
      "time": 172,
      "ja": "幻でも",
      "zh": "哪怕那只是幻影"
    },
    {
      "time": 175,
      "ja": "消える消える温もりが",
      "zh": "渐渐消逝的温热"
    },
    {
      "time": 181,
      "ja": "私の場所を連れて行く",
      "zh": "将我的容身之处一同带走"
    },
    {
      "time": 187,
      "ja": "罰を帯びたその腕に",
      "zh": "希望能在你那背负着惩罚的双臂中"
    },
    {
      "time": 192,
      "ja": "抱かれながら眠りにつきたい",
      "zh": "被你紧紧拥抱着 陷入沉睡"
    },
    {
      "time": 241,
      "ja": "昇る昇る太陽が",
      "zh": "冉冉升起的太阳"
    },
    {
      "time": 245,
      "ja": "私の場所を覆い尽くす",
      "zh": "将我的容身之处彻底吞噬"
    },
    {
      "time": 250,
      "ja": "罰を帯びたその腕に",
      "zh": "希望能在你那背负着惩罚的双臂中"
    },
    {
      "time": 255,
      "ja": "抱かれながら眠りたい",
      "zh": "被你紧紧拥抱着 陷入沉睡"
    },
    {
      "time": 260,
      "ja": "消える消える温もりが",
      "zh": "渐渐消逝的温热"
    },
    {
      "time": 266,
      "ja": "私の場所を連れて行く",
      "zh": "将我的容身之处一同带走"
    },
    {
      "time": 271,
      "ja": "蒼く刻む黒い海を",
      "zh": "那烙印着苍青的黑色海洋"
    },
    {
      "time": 276,
      "ja": "ぬるいぬるい風が",
      "zh": "被那温热微弱的风"
    },
    {
      "time": 280,
      "ja": "さらってゆく",
      "zh": "席卷而去"
    },
    {
      "time": 283,
      "ja": "重なってゆく記憶の破片",
      "zh": "重叠交织的记忆碎片"
    },
    {
      "time": 287,
      "ja": "私を呼び覚ます 侵しながら",
      "zh": "一边侵蚀着 一边将我唤醒"
    },
    {
      "time": 293,
      "ja": "忘れてしまう",
      "zh": "就要忘记了"
    },
    {
      "time": 295,
      "ja": "ぼやけてしまう",
      "zh": "渐渐模糊了"
    },
    {
      "time": 298,
      "ja": "あなたの声が",
      "zh": "你的声音"
    },
    {
      "time": 300,
      "ja": "雑音になる",
      "zh": "终究化作了杂音"
    },
    {
      "time": 303,
      "ja": "重なってゆく剥げ落ちてゆく",
      "zh": "层层重叠 却又片片剥落"
    },
    {
      "time": 308,
      "ja": "私を塞ぐ記憶が",
      "zh": "将我封闭的那段记忆"
    },
    {
      "time": 312,
      "ja": "足りない 跡形もなく",
      "zh": "已经残缺不全 连痕迹也未曾留下"
    },
    {
      "time": 316,
      "ja": "忘れてしまう",
      "zh": "就要彻底忘记了"
    },
    {
      "time": 319,
      "ja": "あなたの声が",
      "zh": "你的声音"
    },
    {
      "time": 321,
      "ja": "雑音になる",
      "zh": "终究化作了杂音"
    }
  ],
  "utsushie-amano-tsuki": [
    {
      "time": 30,
      "ja": "あなたと並んで どこまでも行きたかった",
      "zh": "曾想与你并肩同行 去往任何地方"
    },
    {
      "time": 50.6,
      "ja": "真昼から夜の果てを 駆けっこするように",
      "zh": "如同在那片湛蓝闪耀的草原上 你追我赶一般"
    },
    {
      "time": 59.28,
      "ja": "追いつけなくて 剥がれてしまった",
      "zh": "却始终追不上 最终与你走散"
    },
    {
      "time": 65.68,
      "ja": "あの季節の中で 私はまだ息をしてる",
      "zh": "我仍停留在那个季节中呼吸着"
    },
    {
      "time": 76.6,
      "ja": "きつく結んでしまっていいよ",
      "zh": "就让这份心意紧紧缠绕吧"
    },
    {
      "time": 79.68,
      "ja": "身動きできない 二人で笑っていようよ",
      "zh": "动弹不得的两人 就这样笑着就好"
    },
    {
      "time": 83,
      "ja": "世界の果てから 掛け違えてたボタンを",
      "zh": "从世界的尽头开始 将错扣的纽扣逐一解开"
    },
    {
      "time": 87.56,
      "ja": "ひとつずつ外して もう一度始まりに戻るの",
      "zh": "再一次 回到最初的起点"
    },
    {
      "time": 95.88,
      "ja": "その手に導かれて 愛を貰えた",
      "zh": "被那双手引领 才懂得了爱"
    },
    {
      "time": 101.8,
      "ja": "私を照らす光だった",
      "zh": "你曾是照亮我的光芒"
    },
    {
      "time": 106.56,
      "ja": "胸の中 確かめるたび",
      "zh": "每当两人在心中确认彼此"
    },
    {
      "time": 112.48,
      "ja": "綻びになる 私達は永遠になる",
      "zh": "世界便颠倒反转 我们将化作永恒 转瞬即逝的梦"
    },
    {
      "time": 119.8,
      "ja": "光を抱いて 舞い戻るの",
      "zh": "怀揣着疼痛翩翩起舞 转瞬即逝的雨"
    },
    {
      "time": 124.56,
      "ja": "黄昏に羽ばたけ 二人を映して",
      "zh": "在黄昏时展翅高飞 映照出你我"
    },
    {
      "time": 142.48,
      "ja": "止まってしまった 秒針を眺めては",
      "zh": "凝望着那已经悄然停滞的秒针"
    },
    {
      "time": 160.32,
      "ja": "行き交う人の流れに 目眩がしてた",
      "zh": "在穿梭的人流中 只感到阵阵眩晕"
    },
    {
      "time": 168.48,
      "ja": "果てもなく続いてる焦燥は",
      "zh": "这份无处安放持续不断的焦躁"
    },
    {
      "time": 171.44,
      "ja": "どこへ向かうの 空回りになっている",
      "zh": "究竟要流向何方 被紧紧束缚的我 如此狼狈不堪"
    },
    {
      "time": 174.88,
      "ja": "私は ずっとまだ 綺麗になりたかったの",
      "zh": "渴望变得纯净"
    },
    {
      "time": 179.32,
      "ja": "汚れた心を どこに捨てて消せばいいんだろう",
      "zh": "却已被玷污的心 该丢到何处才能消散"
    },
    {
      "time": 189.52,
      "ja": "あなたのいない道の先で",
      "zh": "在没有你的道路前方"
    },
    {
      "time": 194.08,
      "ja": "一人立ち尽くしているの",
      "zh": "独自伫立在狂风暴雨之中"
    },
    {
      "time": 198.56,
      "ja": "上手に笑えているだろうね",
      "zh": "能否好好地笑着呢"
    },
    {
      "time": 203.88,
      "ja": "教えて",
      "zh": "呐 告诉我吧"
    },
    {
      "time": 211.28,
      "ja": "その手が 私の握る未来線だった",
      "zh": "你的手曾是我眼中的未来蓝图"
    },
    {
      "time": 229.48,
      "ja": "私を生かす命だった",
      "zh": "你曾是支撑我活下去的人"
    },
    {
      "time": 234.28,
      "ja": "胸の中 確かめるたび",
      "zh": "每当两人在心中确认彼此"
    },
    {
      "time": 240.28,
      "ja": "咲き乱れる 私達は永遠になる",
      "zh": "心绪便千丝万缕 纷乱不堪 转瞬即逝的爱"
    },
    {
      "time": 247.56,
      "ja": "遠ざからないように 握りしめる",
      "zh": "我们将化作永恒 转瞬即逝的梦 紧紧握住 不让它洒落"
    },
    {
      "time": 252.32,
      "ja": "朝日へと羽ばたけ 二人のうつし絵",
      "zh": "转瞬即逝的雨 向着朝阳展翅高飞 我们两人的映像"
    },
    {
      "time": 262.48,
      "ja": "二人を映して 私を映して",
      "zh": "映照着彼此 映照着我"
    },
    {
      "time": 271.48,
      "ja": "あなたを映し 二人で見てた",
      "zh": "你便是那映像 与你一同见证的终结"
    },
    {
      "time": 279.04,
      "ja": "夜は明けゆく さあ行こう",
      "zh": "正迎来黎明 来吧 出发吧"
    },
    {
      "time": 292.4,
      "ja": "（Outro）",
      "zh": "（尾奏）"
    }
  ],
  "zanzou-zero-pachislo-p03": [
    {
      "time": 22,
      "ja": "絆を繋いで 絆と名付ける温もり",
      "zh": "与刹那之间相连接 取名为羁绊"
    },
    {
      "time": 34,
      "ja": "教えて どこへ去るの",
      "zh": "请告诉我 应该去哪里"
    },
    {
      "time": 41,
      "ja": "目の前のあなたは 射るような視線で",
      "zh": "在我面前的你 发出锐利的目光"
    },
    {
      "time": 46,
      "ja": "風の形なぞり 微笑みながら",
      "zh": "一边描绘和选择 风的形状"
    },
    {
      "time": 51,
      "ja": "わたしの両手を 今すり抜けてく",
      "zh": "现在从我的双手之间穿过"
    },
    {
      "time": 61,
      "ja": "薄氷の世界が 崩れて遠ざかる",
      "zh": "充满薄冰的世界崩塌 渐行渐远"
    },
    {
      "time": 70,
      "ja": "記憶途絶えてゆく 魂が運命探す",
      "zh": "不断被污染 灵魂寻找命运"
    },
    {
      "time": 79,
      "ja": "終わりは始まりで 吐息さえも 悲しき永遠",
      "zh": "结束亦是开始 永远 连叹息都是悲伤的"
    },
    {
      "time": 88,
      "ja": "想いの衣装を抱え 彷徨い人",
      "zh": "怀抱着思念的遗书 彷徨的人"
    },
    {
      "time": 94,
      "ja": "孤独を纏い散る 光巡る残像",
      "zh": "身披孤独 闪闪发光的残像"
    },
    {
      "time": 103,
      "ja": "さよなら",
      "zh": "永别了..."
    },
    {
      "time": 110,
      "ja": "さよなら",
      "zh": "永别了..."
    },
    {
      "time": 121,
      "ja": "温かい涙 ひとすじ流し",
      "zh": "刀子越钝 伤口就会流血"
    },
    {
      "time": 130,
      "ja": "音無き絶望の海で 溺れてゆく",
      "zh": "在绝望的大海里溺亡"
    },
    {
      "time": 142,
      "ja": "それは心なのか それは体なのか",
      "zh": "那是心灵吗？ 那是躯体吗？"
    },
    {
      "time": 147,
      "ja": "振り返った時には わかるのでしょう",
      "zh": "只要回头看 就会知晓"
    },
    {
      "time": 152,
      "ja": "渦巻く思いは 足跡を残さない",
      "zh": "盘旋的步幅 没有脚印"
    },
    {
      "time": 161,
      "ja": "揺れ動く想いの 欠片が貫いて",
      "zh": "思念碎片摇摆不定 贯穿其中"
    },
    {
      "time": 171,
      "ja": "こだまする深淵 心の声で抱きしめる",
      "zh": "回响的深渊 用心身拥抱"
    },
    {
      "time": 180,
      "ja": "終わりは始まりで 闇夜さえも 眩しい永遠",
      "zh": "终结亦是开始 就连暗夜亦化作耀眼的永恒"
    },
    {
      "time": 189,
      "ja": "想いの衣装は消え 舞い上がる 孤独を包み込む",
      "zh": "思念的遗书消散 飞舞而上 包裹孤独"
    },
    {
      "time": 200,
      "ja": "咲き誇れ 残像 彼方へ",
      "zh": "盛开的残像 走向远方..."
    },
    {
      "time": 226.157,
      "ja": "終わりは始まりで 闇夜さえも 眩しい永遠",
      "zh": "结束亦是开始 就连暗夜亦化作耀眼的永恒"
    },
    {
      "time": 235.72,
      "ja": "想いの衣装は消え 舞い上がる 孤独を包み込む",
      "zh": "思念的遗书消散 飞舞而上 包裹孤独"
    },
    {
      "time": 245.28,
      "ja": "咲き誇れ 残像 彼方へ",
      "zh": "盛开的残像 向远方..."
    },
    {
      "time": 259.359,
      "ja": "そして行きます ..",
      "zh": "而去..."
    },
    {
      "time": 269.452,
      "ja": "そして行きます ..",
      "zh": "而去..."
    }
  ],
  "Yueshou-song-Minazuki Ruka": [
    {
        "time": 0,
        "ja": "纯音乐"
    }
  ]
};
